app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)

    respond_to do |format|
      if @post.save
---
INSERT INTO "posts" ("title", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "wef"], ["content", "wef"], ["created_at", "2018-02-18 01:35:14.707532"], ["updated_at", "2018-02-18 01:35:14.707532"]]